Repository: esemusa/cuddly-carnival
Catalog: cuddly-carnival/Resources/*.lproj/Localizable.strings
Languages: de

source: Select the time until the next notification is raised. The **first** notification is raised **immediately**!
de: Stelle hier ein, wie viel Zeit zwischen zwei Benachrichtigungen vergehen soll. Die **erste** Benachrichtigung kommt **sofort**!

# Alle **%lld** Sekunden
source: Every **%lld** seconds
de: Alle **%lld** Sekunden

# Einstellungen
source: Settings
de: Einstellungen

# Push Benachrichtigungen
source: Push Notifications
de: Push Benachrichtigungen

source: Push notifications will be delivered to all connected devices (Watch, iPad, Mac…).
de: Benachrichtigung per Push. Werden auf all deinen verbundenen Geräten (Watch, iPad, Mac…) angezeigt.

# Achtung!
source: Attention!
de: Achtung!

# Geräuschpegel überschritten!
source: Noise threshold surpassed!
de: Geräuschpegel überschritten!

# Berechtigung nicht vergeben!
source: Permission not granted!
de: Berechtigung nicht vergeben!

# Verstanden
source: OK
de: Verstanden

source: To be able to send notifications we need you to grant the permission to do so. Please find and grant the permission in the iOS Settings-app.
de: Um benachrichtigt werden zu können benötigen wir die entsprechenden Berechtigungen. Gehe in die Systemeinstellungen und aktiviere alle benötigten Berechtigungen.

# Das Gerät braucht ein eingebautes Mikrofon.
source: The device must have a built-in microphone.
de: Das Gerät braucht ein eingebautes Mikrofon.

# Informationen
source: Informations
de: Informationen
